Repository: pamplemousse-software/TuneOut
Catalog: TuneOut/MultilingualResources/TuneOut_*.xlf
Languages: fr_fr

# ResourcesLibraryQueueWarningText_F
source: Playing “{0}” will replace the contents of your Queue.
fr_fr: Si vous lisez « {0} », les morceaux précédemment ajoutés à votre file d'attente seront remplacés.

# ResourcesLibraryQueueWarningConfirm
source: Play anyway
fr_fr: Lire quand même

# ResourcesTransportControlsVolumeMuted
source: Muted
fr_fr: Muet

# ResourcesLastFmLoginPageCancelButtonContent
source: Cancel Last.fm login
fr_fr: Annuler

# ResourcesLastFmLoginPageErrorTextText
source: There was a problem connecting to the Last.fm site. Please try again later.
fr_fr: Un problème s'est produit lors de la connexion au site Last.fm. Veuillez essayer de nouveau plus tard.

# ResourcesLastFmLoginPageFinishButtonContent
source: Finish Last.fm login!
fr_fr: Continuer !

# ResourcesLastFmLoginPageFinishTextText
source: Thank you for logging into Last.fm! Click Finish to continue.
fr_fr: Merci d'avoir connecté à Last.fm ! Cliquez sur Continuer.

source: Queue
fr_fr: File d'attente de lecture

# ResourcesMainPageQueuePaneTitleText
source: Queue
fr_fr: File d'attente

# ResourcesFirstRunPageBrowseButtonContent
source: Browse for iTunes Library…
fr_fr: Rechercher votre bibliothèque iTunes...

# ResourcesFirstRunPageErrorTextText
source: Sorry for the inconvenience, but TuneOut could not read your iTunes Library. Please try selecting it again, or choose another folder.
fr_fr: Désolé ! TuneOut ne peut pas lire votre bibliothéque iTunes. Veuillez la choisir de nouveau, ou choisissez un autre dossier.

# ResourcesFirstRunPageIntroTextText
source: TuneOut needs to find your iTunes Library folder to continue. It must be setup to copy files to iTunes Media folder when adding to library. No protected tracks will be loaded.
fr_fr: TuneOut a besoin de trouver votre bibliothèque iTunes. Il faut avoir choisi le préférence « Copier dans le dossier iTunes Media les fichiers ajoutés à la bibliothèque ». Aucun fichier protégé ne sera chargé.

# ResourcesFirstRunPageMacPathText
source: Macintosh HD > Users > (User Name) > Music > iTunes
fr_fr: Macintosh HD > Utilisateurs > (Nom d'utilisateur) > Musique > iTunes

# ResourcesFirstRunPageMacTextText
source: If you are running Apple Boot Camp, and your iTunes Library was created in Mac OS X, it is probably located at:
fr_fr: Si vous utilisez Apple Boot Camp et vous avez créé votre bibliothèque iTunes sous Mac OS X, elle est située par défaut à :

# ResourcesFirstRunPageTitleText
source: Link iTunes Library
fr_fr: Lier TuneOut à une bibliothèque iTunes

# ResourcesFirstRunPageWindowsPathText
source: Music Library > iTunes
fr_fr: Bibliothèque Musique > iTunes

# ResourcesFirstRunPageWindowsTextText
source: If your iTunes Library was created in Windows, it is probably located at:
fr_fr: Si vous avez créé votre bibliothèque iTunes sous Windows, elle est située par défaut à :

# ResourcesLegalPrivacyContentText
source: TuneOut uses your Internet connection to download album art and to connect to Last.fm
fr_fr: TuneOut utilise votre connexion Internet pour télécharger des pochettes d'album et pour vous connecter à Last.fm

# ResourcesLegalPrivacyLinkContent
source: View Privacy Policy Online
fr_fr: Lire la politique en ligne

# ResourcesSearchResultsPageNoResultsTextText
source: No results match your search.
fr_fr: Aucun résultat de recherche.

# ResourcesSearchResultsPageSubtitleTextText
source: Results for
fr_fr: Résulats pour

# ResourcesSettingsInternetForceDownloadSwitchHeader
source: Download album art even when roaming
fr_fr: Télécharger des pochettes en itinérance

# ResourcesSettingsInternetInstructions1Text
source: Last.fm scrobbling always occurs when Internet is available
fr_fr: Le scrobbling sur Last.fm se produit toujours lorsqu'une connexion Internet est disponible

# ResourcesSettingsInternetInstructions2Text
source: However, by default, album art is not downloaded when roaming
fr_fr: Toutefois, par défaut, TuneOut ne télécharge pas de pochettes d'album avec une connexion en itinérance

# ResourcesSettingsLastFmInstructionsText
source: Scrobble with Last.fm
fr_fr: Scrobbler avec Last.fm

# ResourcesSettingsLastFmLoginButtonContent
source: Login to Last.fm
fr_fr: Se connecter à Last.fm

# ResourcesSettingsLastFmLogoutButtonContent
source: Logout of Last.fm
fr_fr: Se déconnecter de Last.fm

# ResourcesSettingsLastFmNotLoggedInNoteText
source: You are not logged in
fr_fr: Vous n'êtes pas connecté(e)

# ResourcesSettingsLibraryInstructionsText
source: You can reset TuneOut and choose a different iTunes Library
fr_fr: Vous pouvez réinitialiser TuneOut et choisir une autre bibliothèque iTunes

# ResourcesSettingsLibraryNotLinkedText
source: TuneOut is not linked to an iTunes Library
fr_fr: TuneOut n'est lié à aucune bibliothèque iTunes

# ResourcesSettingsLibraryResetWarningConfirm
source: Confirm reset
fr_fr: Réinitialiser

# ResourcesSettingsLibraryResetWarningText
source: Are you sure you want to reset your iTunes Library settings? No files on disk will be deleted.
fr_fr: Voulez-vous vraiment réinitialiser vos paramètres de bibliothèque iTunes ? Aucun fichier sur le disque ne sera supprimé.

# ResourcesTransportControlsPlayMenuPlayAll
source: Play entire library
fr_fr: Lire toute la bibliothèque

# ResourcesTransportControlsPlayMenuShuffleAll
source: Shuffle entire library
fr_fr: Lecture aléatoire

# ResourcesMainPagePlayButtonAutomationName
source: Play
fr_fr: Lecture

source: Play all
fr_fr: Lire tout

source: Add to queue
fr_fr: Ajouter à la file

source: Skip Back
fr_fr: Précédent

source: Shuffle all
fr_fr: Lecture aléatoire

source: Skip Ahead
fr_fr: Suivant

# ResourcesSettingsCharmLegal
source: Legal %%amp; Privacy
fr_fr: À propos de

# ResourcesMainPageAudioErrorText
source: The previous song was skipped because of a problem with the file.
fr_fr: Le morceau précédent a été ignoré en raison d'un problème avec le fichier.

# ResourcesFirstRunPageFileErrorDialogText
source: The folder could not be opened, or it does not contain a valid iTunes Library. Please choose a different folder.
fr_fr: Le dossier n'a pas pu être ouvert, ou il ne contient aucune bibliothèque iTunes valide. Veuillez choisir un autre dossier.

# ResourcesFirstRunPageFileErrorDialogTitle
source: Problem opening folder
fr_fr: Problème lors de l'ouverture du dossier

# ResourcesLayoutAwarePageUnsnapText
source: Please attempt to unsnap TuneOut before continuing.
fr_fr: Veuillez essayer de désancrer TuneOut avant de continuer.

# ResourcesItemsAllDescription
source: All
fr_fr: Tous les résultats

# ResourcesItemsPlaylistDefaultAllSongsTitle
source: Library
fr_fr: Bibliothèque

# ResourcesItemsPlaylistDefaultTitle
source: Untitled
fr_fr: Sans titre

# ResourcesItemsPlaylistDescription
source: Playlist
fr_fr: Liste de lecture

# ResourcesItemsPlaylistSubtitleMultiple_F
source: {0} songs
fr_fr: {0} morceaux

# ResourcesItemsPlaylistSubtitleSingle
source: One song
fr_fr: Un morceau

# ResourcesItemsPlaylistSubtitleZero
source: No songs
fr_fr: Pas de morceaux

# ResourcesItemsSongDefaultAlbum
source: Untitled
fr_fr: Sans titre

# ResourcesItemsSongDefaultArtist
source: Unknown
fr_fr: Artiste inconnu

# ResourcesItemsSongDefaultTitle
source: Untitled
fr_fr: Sans titre

# ResourcesItemsSongDescription
source: Song
fr_fr: Morceau

source: Playlists
fr_fr: Listes de lecture

# ResourcesLegalCreditsContentText
source: TuneOut uses software components under license
fr_fr: TuneOut utilise des composants logiciels sous licence

# ResourcesLegalCreditsHeaderText
source: Credits and Licenses
fr_fr: Attributions et licences

# ResourcesLegalCreditsLinkContent
source: View Credits
fr_fr: Afficher les attributions
